alacritty
base
base-devel
bat
btrfs-progs
clang
cpupower
cronie
dunst
efibootmgr
fastfetch
ffmpegthumbnailer
firefox
flatpak
fuse2
fzf
gamemode
gdb
gimp
git
go
gocryptfs
grim
gst-plugin-pipewire
httpie
i3blocks
intel-ucode
jq
keyd
lib32-gamemode
lib32-nvidia-580xx-utils
libnotify
libpulse
linux
linux-firmware
linux-headers
man-db
man-pages
mpv
neovim
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia-580xx-dkms
nvidia-580xx-utils
oh-my-zsh-git
openssh
papirus-icon-theme
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
ripgrep
rofi
rofi-calc
rofi-emoji
rsync
screenkey
shotcut
slurp
steam
streamlink
sway-git
swaybg
swayimg
syncthing
tealdeer
thunar
tmux
tracktion-waveform
tree
ttf-agave-nerd
ttf-dejavu
ttf-terminus-nerd
ttf-ubuntu-mono-nerd
tumbler
ueberzugpp
unzip
valgrind
wev
wget
wireplumber
wl-clipboard
wlroots-git
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xorg-xwayland
yay
yay-debug
yazi
zathura
zathura-pdf-poppler
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
